Repository: MaxHan7/ShiBei
Catalog: experiments/shibei-v2/ios/拾贝/Localizable.xcstrings
Source language: zh_hans
Languages: en

# time.just_now
source: 刚刚
en: Just now

# time.minutes_ago
source: %d 分钟前
en: %d min ago

# toast.submitted.action
source: 知道了
en: Got it

# toast.submitted.body
source: 完成后会通知你
en: We'll notify you when it's done

# toast.submitted.title
source: 已提交，正在生成
en: Submitted and generating
